<template><!-- component -->
    <div>
        <section class="text-gray-700">
            <div class="container px-5 py-24 mx-auto">
                <div class="text-center mb-20">
                    <h1 class="sm:text-3xl text-2xl font-medium text-center title-font text-gray-900 mb-4">
                        Отвечаем на вопросы покупателей
                    </h1>
                    <p class="text-base leading-relaxed xl:w-2/4 lg:w-3/4 mx-auto">
                        Есть ли гарантия того, что придет именно то, что было заказано? А если я оплачу и товар не придет?
                    </p>
                </div>
                <div class="flex flex-wrap  mx-auto leading-relaxed xl:w-2/4 lg:w-3/4 ">
                    <div >
                        <details class="mb-4">
                            <summary class="font-semibold  bg-gray-200 rounded-md py-2 px-4">
                                У меня в городе самокаты Kugoo дешевле. Почему?
                            </summary>

                            <span>
                               Просто дешевле если в городе дешевле электричество то и аренда дешевле
                            </span>
                        </details>
                        <details class="mb-4">
                            <summary class="font-semibold bg-gray-200 rounded-md py-2 px-4">
                                Как осуществляется сервисное обслуживание в моем городе?
                                 Где гарантия, что меня обслужат?
                            </summary>

                            <span>
                                При покупке электросамоката у нас, вам выдается кассовый чек, товарный чек и гарантийный
                                талон – эти документы дают право на гарантийное обслуживание на законодательном уровне.

                                Наши сервисные центры находятся в Москве, Санкт-Петербурге и Краснодаре. В случае поломки вы
                                можете обратиться туда.

                                Если вы живете в городе, где нет нашего сервисного центра, то наш специалист поможет решить
                                вопрос удаленно. Он сможет понять какая запчасть вышла из строя и отправит ее вам, если вы
                                сможете сами заменить ее. Если удаленно решить вопрос не удастся, специалист создаст трек
                                номер и попросит вас отправить самокат транспортной компанией CDEK. Транспортировку Товара
                                (с ремонта/на ремонт) Покупатель оплачивает самостоятельно или осуществляет доставку Товара
                                до СЦ своими силами и за свой счет.

                                В соответствии со ст. 20 ФЗ «О защите прав потребителей» на ремонт по гарантии дается не
                                более 45 дней. В городах, где есть наш сервисный центр ремонт проводится за 3-7 дней.
                            </span>
                        </details>
                        <details class="mb-4">
                            <summary class="font-semibold  bg-gray-200 rounded-md py-2 px-4">
                                Где находятся пункты самовывоза в моем городе?
                            </summary>

                            <span>
                              В разных точках города обычно в центре
                            </span>
                        </details>
                    </div>
                 
            </div>
        </div>
    </section>
</div></template>